tap "homebrew/cask"

cask "appcleaner"
cask "aws-vault"
brew "coreutils" # for gitwatch
cask "dropbox"
cask "fork"
brew "fswatch" # for gitwatch
brew "gds-cli"
brew "govuk-connect"
brew "rbenv"
brew "nvm"
brew "pass"
brew "postgresql"
brew "pyenv"
cask "shifty"

brew "mas"

mas "1Password", id: 1333542190
mas "Moom", id: 419330170
mas "Be Focused Pro - Focus Timer", id: 961632517

# Other things:
# https://ohmyz.sh
# Had to comment out `gds` alias in `git.plugin.zsh` in `.OH-MY-ZSH/plugins/git` as it with the gds-cli
