tap "homebrew/cask"
tap "alphagov/gds"

cask "appcleaner"
cask "aws-vault"
brew "coreutils" # for gitwatch
brew "direnv"
cask "dropbox"
cask "fly"
cask "fork"
brew "fswatch" # for gitwatch
brew "gds-cli"
brew "go"
brew "govuk-connect"
brew "hugo"
cask "imageoptim"
cask "iterm2"
brew "rbenv"
cask "rescuetime"
brew "mysql"
cask "neo4j"
brew "ngrok"
brew "nvm"
brew "pass"
brew "postgresql"
brew "pyenv"
cask "shifty"
cask "signal"

brew "mas"

mas "1Password", id: 1333542190
mas "Be Focused Pro - Focus Timer", id: 961632517
mas "Instapaper", id: 288545208
mas "Moom", id: 419330170
mas "Twitter", id: 1482454543

# Other things:
# - https://ohmyz.sh
#   Had to comment out `gds` alias in `git.plugin.zsh` in `.OH-MY-ZSH/plugins/git` as it with the gds-cli
# - git-watch
# - gitfire
